{
    "XiaoMains": "",
    "vscode": "A subreddit for working with Microsoft's Visual Studio Code",
    "controlgame": "The subreddit for the third-person supernatural shooter, Control by Remedy Entertainment.",
    "MandJTV": "Pokemon 👏 👏 Meme reviiieewww!\nPost MandJTV-related/Pokemon-related memes ...and science memes!",
    "iamatotalpieceofshit": "A place to post social media screenshots or gifs of people acting like a piece of shit. The worst of the worst, people who you wouldn't wish on your worst enemy.",
    "aves": "",
    "yourmomshousepodcast": "Hey Hitler! This is the place to promote your poly-bi lifestyle and post all your dental updates, dad boners, funny scream videos, and would you rathers. Or maybe you just want to glass all the cool, slick, and neat stuff your fellow mommies have to offer and enjoy some brown talk. This subreddit is for all things Tommy, Tina, and Your Mom's House. Remember to keep your jeans high and tight and always wipe down!",
    "holdmyfeedingtube": "A place to watch people come to the neck-breaking realization that somebody is gonna have to hold their feeding tube.",
    "TurkeyJerky": "Burası TC'ye karşı gelinecek yer değildir.\n\ndiscord sunucusu: https://discord.gg/kkCsBz5",
    "AskAnthropology": "",
    "lithuania": "Lithuanian Reddit. Lietuvos Redditas.\n\nDiscuss anything. Official languages: Lithuanian, English.",
    "oblivion": "A subreddit dedicated to mods, screenshots, videos, tactics, news and anything else related to Bethesda's 2006 open world RPG - The Elder Scrolls IV: Oblivion.",
    "FrugalMaleFashionCDN": "A sub for deal seekers exclusively in Canada. If you come across a good deal, feel free to share with fellow deal hunters.",
    "PandR": "A subreddit for the fans of the show Parks and Recreation. Discussion of the show, pictures from the show and anything else Parks and Recreation-related.",
    "rarepuppers": "This is a subreddit devoted to cute little animols such as puppers, cates and turtles, and all sorts of other cute animols :)",
    "AfterEffects": "After Effects help and inspiration the Reddit way.",
    "outerwilds": "Welcome to /r/outerwilds! A subreddit for the discussion of the game Outer Wilds!\n\nThis is a fan created community. We are not associated with Mobius Digital or Annapurna Interactive.",
    "androidapps": "A subreddit dedicated to Android apps.",
    "yandere": "/r/Yandere is a place for those interested in and who identify with yandere. Use this subreddit to discuss, share, and post content about yandere in anime/manga, real life, assorted Western media, etc.",
    "CryptoMoonShots": "This subreddit is a place to discuss low market cap cryptocurrencies that might be potential moonshots.",
    "CasualUK": "UK based subreddit for non-political news, commentary and discussion.",
    "Ask_Politics": "The goal of this subreddit is the promotion of political knowledge by disseminating knowledge of law and policy considerations that drive our representatives and other government actors.",
    "d100": "Random lists for tabletop games that have 100 options. The lists created here will be posted to www.dndspeak.com!",
    "engrish": "Phuck ups in english of any kind!",
    "UlalaIdleAdventure": "Ulala: Idle Adventure is an Idle RPG. Earn Gold, Experience, and Items offline while building your Team of prehistoric creatures!",
    "granturismo": "A subreddit dedicated to the Gran Turismo series. Come here for news, discussion, speculation, and help. Post your garage collection, strategies and techniques, photos and everything in between!",
    "awfuleverything": "Because sometimes everything is just... ***awful***.",
    "Enneagram": "The Enneagram is a model of the human psyche that is principally understood and taught as a typology of nine interconnected personality types.",
    "taskmaster": "Taskmaster is the BAFTA award-winning comedy show that sees 5 comedians/celebrities take on challenges across as series to find out who can be crowned champion of Taskmaster.\n\nCreated by Alex Horne, originally for the Edinburgh Fringe Festival, the show is hosted by Greg Davies with Alex Horne serving as the Taskmaster's Assistant.\n\nThis subreddit has heightened moderation during airing and is more relaxed with tediously-on-topic posts when off air.",
    "Suomi": "The Finnish subreddit for natives and proficient users of the language.",
    "Grimdank": "Your central hub for the dankest memes from the 41st millennium and the Mortal Realms.",
    "DunderMifflin": "Why waste time watch many show when one show do trick?",
    "Militaryfaq": "A subreddit for anyone and everyone to ask questions and share information about the military. Please use a *clear title* for your question: clear titles get clear answers.",
    "qnap": "QNAP focused community, to share news, hints and discussion about QNAP products and QTS usage.\nPlease, participate and enjoy!",
    "UniversityOfHouston": "A subreddit for students, alumni or fans of the University of Houston.\n\nGO COOGS!",
    "sennheiser": "The Sound of German Engineering",
    "Portal": "Welcome to Aperture Laboratories. The subreddit for Portal and Portal 2.",
    "NoStupidQuestions": "Ask away!",
    "PokemonGoSpoofing": "Pokémon Go Spoofing – The #1 Hub for Pokémon Go Android and iOS Spoofing!",
    "edgenuity": "Unofficial Student-led Edgenuity Subreddit\n\nTips, Tricks, Answers, Hacks, Short-circuits, Help, Questions, Memes.\n\nNot affiliated with Edgenuity.",
    "wallstreetbets": "Like 4chan found a bloomberg terminal",
    "samsung": "An unofficial community dedicated to discussing Samsung devices and software, including news, rumors, opinions and analysis pertaining to Samsung. We are not affiliated with Samsung in anyway.",
    "FORTnITE": "The developer supported, community run subreddit dedicated to Fortnite: Save the World from Epic Games.\n\nBuild forts, co-op, kill monsters, save the day, bacon.",
    "Minneapolis": "Minneapolis, Minnesota (MN)",
    "VGC": "A place to discuss everything about Pokémon VGC and Play! Pokemon video game events.",
    "shittytechnicals": "I gotta drive that?\n\n\nDedicated to Improvised Armed Vehicles, or 'Technicals', cars with guns.",
    "RedPillWomen": "Welcome to the *original* Red Pill Women subreddit!",
    "Wotakoi": "The subreddit for the manga and anime Wotaku ni Koi wa Muzukashii.",
    "pokemonconspiracies": "This subreddit has gone private in solidarity with the moderators of r/IAMA and other subreddits. For more information, see [here.](https://www.reddit.com/r/OutOfTheLoop/comments/3bxduw/why_was_riama_along_with_a_number_of_other_large/)",
    "spotify": "This subreddit is mainly for sharing Spotify playlists. Questions? Check out our wiki first. You must have a combined karma of 40, & your reddit account must be at least 30 days old to post. This is to prevent spam & is strictly enforced.",
    "billiards": "A community for billiards and pool players to share related content.  You'll find matches, billiards related discussion and interesting tidbits from the billiard world.  A small but growing community that has a wealth of knowledge to share.\n\nPublic Discord permanent invite link: https://discord.gg/gcwHbUj",
    "flicks": "The Gap between /r/Movies and /r/TrueFilm ",
    "badroommates": "Give us your tales of bad roommates. The gross, the annoying, the psychotic.\n\nAnd if you have the solution to bad roommates, please let us know!\n\nNot gross enough for you? Try r/grossroommates too!",
    "finance": "Welcome to r/Finance!\n\nNo Personal Finance, Homework, Personal blogs, or Career-related posts. \n\nAll questions go in Monday Morning catch-all threads.",
    "youseeingthisshit": "",
    "TechnoProduction": "...it's necessary to technofy first yourself, then the world. Press the ENTER button on the Roland composer. Press PATTERN CLEAR for rhythmatic synthesis. To technofy is to become aware of the coevolution of machine and human, the secret life of machines, the computerization of the world, the programming of history, the informatics of reality.\n--Kodwo Eshun, More Brilliant Than The Sun 1998, p.103",
    "CoronavirusMa": "For Massachusetts coronavirus news and assistance",
    "inuyasha": "",
    "udub": "The Unofficial Subreddit of the University of Washington",
    "ebonyhomemade": "This sub is for REAL homemade ebony adult films/photos. Absolutely NO professional NSFW photos or videos. all posts are homemade. This includes posts from:\n\n- professional photo shoots\n- NSFW videos in standard porn studios and rooms\n- common sexworkers\n- saturated videos/pics that have been posted hundreds of times.\n\nIt is also pro - Black/Ebony. Enjoy your stay!",
    "DivinityOriginalSin": "Subreddit for discussions about Divinity: Original Sin, Divinity Original Sin 2, and other Larian Games",
    "thefighterandthekid": "Welcome to the fighter and the kid subreddit, we discuss the podcast here.",
    "CryptoCurrency": "The official source for CryptoCurrency News, Discussion & Analysis.",
    "ofcoursethatsathing": "For all the things that make you go \"Of COURSE that's a thing\"",
    "ottawa": "News, events, discussions, and what not from Ottawa, Ontario.",
    "beermoneyuk": "/r/beermoneyuk is a community for people from the UK to discuss online money-making opportunities.\nTypically you shouldn't expect to make a living if you are doing this but in theory you could.\n\nPlease read the rules and check there isn't a Mega-thread for what you're about to post.",
    "Handwriting": "A place for redditors to improve, share, and discuss handwriting.",
    "DeathStranding": "This is a subreddit for the fans of Hideo Kojima's action video game, Death Stranding, developed by Kojima Productions. The game was released by Sony Interactive Entertainment for the PlayStation 4, and by 505 Games for Windows.",
    "brockhampton": "",
    "dating_advice": "Share your favorite tips, ask for advice, and encourage others about anything dating.",
    "FigureSkating": "A community for lovers of figure skating, 花样滑冰, фигурного катания, フィギュアスケート, and\\or patinage artistique. Skaters, fans, parents, coaches, and zambonis welcome!\n\n\nSee our Wiki for FAQs!",
    "itookapicture": "A subreddit about photography techniques and styles. Post your work here to ask for critique, or browse the submissions and learn how photography techniques are achieved.",
    "totalwar": "A subreddit for the Total War strategy game series, made by Creative Assembly.\n\nDiscussions, strategies, stories, crude cave-drawings, and more for Medieval 2, Empire, Shogun 2, Rome 2, Attila, Thrones of Britannia, Warhammer, Three Kingdoms and others.",
    "amihot": "Ask your fellow Redditors if they think you're hot!",
    "fnv": "Fallout New Vegas community and everything related.",
    "Aliexpress": "A subreddit to the greatest website for buying stuff direct from China.",
    "FireEmblemThreeHouses": "All things related to Fire Emblem: Three Houses. Join along as we discuss the latest title for Fire Emblem on the Nintendo Switch!",
    "Megaten": "This is a community for all MegaTen and subseries related news.  Games from the main series Shin Megami Tensei, Persona, Devil Summoner, Devil Survivor, etc. are all discussed here. General Atlus discussion is usually allowed as well.",
    "HomeImprovement": "A community dedicated to helping people with advice on personal home improvement projects. If you are new here, please review posting/commenting guidelines below.",
    "Machinists": "A Reddit for Machinists of all varieties. From Old School conventional guys, to CNC Programmers, to the up and coming next generation. ",
    "JRPG": "A subreddit for Japanese Role Playing Games from past and present.",
    "HistoryWhatIf": "Welcome to HistoryWhatIf! We're here to explore alternate history scenarios in interesting ways.",
    "climbing": "The home of Climbing on reddit. And yes we are scared of falling.",
    "Breathedge": "Breathedge video game. Chicken!",
    "cscareerquestionsEU": "A subreddit for those with questions about computer science & software careers within Europe",
    "FL_Studio": "The best FL Studio resource on the internet!",
    "Gemini": "Gemini is a digital asset exchange and custodian that allows customers to buy, sell, and store digital currencies. This is not about the horoscope!",
    "RPDR_UK": "Do you have what it takes? Only those with Charisma, Uniqueness, Nerve and Talent will make it to the top! \n\nStart your engines...and may the best **drag queen** *win*! Dedicated to the first official RuPaul's Drag Race television spinoff hosted by RuPaul herself.",
    "Grimdawn": "A subreddit dedicated to Grim Dawn, an action role-playing game developed and published by Crate Entertainment.",
    "Fantasy": "/r/Fantasy is the internet's largest discussion forum for the greater Speculative Fiction genre. We welcome respectful dialogue related to speculative fiction in literature, games, film, and the wider world.",
    "TheLastOfUs2": "Welcome to the most active subreddit for fans of The Last of Us.\nPlease remember to read the subreddit rules!",
    "jewelry": "",
    "shroomstocks": "A community whose goal is to educate and prepare investors for the Mush Rush. Global drug policy is changing, and psilocybin mushrooms and psychedelic therapies are likely next in line for decriminalization, research, and sale. Please subscribe and contribute anything that relates to the legal industries of psilocybin and psychedelics.\n\nFor live discussion, visit our Discord server: https://discord.gg/Pq8VDfs.",
    "starbucks": "The cyber third place for Starbucks friends, fans, and families alike! Please sit back, get yourself a beverage, and enjoy your stay. On behalf of all partners on /r/Starbucks, the views expressed here are ours alone and do not necessarily reflect the views of our employer. An unofficial Starbucks community.",
    "facepalm": "*A subreddit for you to share the stupidity of people online and IRL. Post screenshots from forums, social media sites, or just real life. \n---------------------------------------------------  \n\n***PLEASE*** read all of the sidebar before posting, thanks!  \n-------------------------------------------",
    "Drizzy": "Welcome to /r/Drizzy!\n\nDrake + OVO news and discussion.\n\nAubrey Drake Graham is a Canadian rapper, singer, songwriter, record producer and actor, born and raised in Toronto, Ontario.\n\nDiscord.gg/drake",
    "Nerf": "The premier community for enthusiasts of blasters of non-harmful projectiles (darts, straws, disks, balls, bands, water, or anything else) and the culture surrounding them.",
    "The_Crew": "A place for discussion relating to Ubisoft's The Crew and The Crew 2.\n\nThis sub was built by fans for fans. Developed by Ivory Tower, The Crew 2 is a motorsport racing game. The Crew utilizes a scaled version of the United States as the game map that features a multitude of real life cities and towns. You have total open world freedom, or you can play missions, beat records on skills challenges and play friends in PVP races.\n\nThe Crew 2 has many vehicle types and disciplines to go with them.",
    "firstworldproblems": "First World Problems.  If it's a problem you can only have if you have money we'll feel bad for you. Then we'll feel guilty for having enough money to have the same problem.",
    "communism": "For the theory and practice of Marxism.",
    "adventuretime": "Subreddit dedicated to Cartoon Networks hit show, Adventure Time!",
    "forza": "A subreddit for discussion of the Forza Motorsport and Horizon franchises.",
    "Baking": "For all your baking needs!\nRecipes, ideas and all things baking related.\n\nCakes, cookies, pies, tarts, muffins, scones, short- rye- wheat- and naan breads welcome!",
    "XboxSeriesX": "Home of the Xbox Series X | S and the next generation of Xbox—power your dreams with us!\n\nFor any tech support questions, please visit our sister sub r/XboxUnbroken.",
    "Browns": "Official subreddit of the Cleveland Browns",
    "osx": "Reddit's community for users, developers, and hackers of Mac OS X – the desktop operating system from Apple",
    "gorillaz": "The subreddit for Gorillaz fans. Music, art, and discussions. It's all here!",
    "zilliqa": "Careful for scammers! Zilliqa will NEVER send you a private message.\n\nZilliqa is a high-performance, high-security blockchain platform for enterprises and next-generation applications. In 2019, Zilliqa became the first public blockchain platform to be built on sharded architecture, with smart contracts written in the platform’s secure-by-design programming language, Scilla. Zilliqa is all set to enable a financially inclusive world, and drive mass adoption of blockchain. More on: www.zilliqa.com",
    "HunterXHunter": "This subreddit is dedicated to the Japanese manga and anime series Hunter X Hunter, written by Yoshihiro Togashi and adapted by Nippon Animation and Madhouse. Any form of entertainment, information, or discussion centered around the world of HxH is welcome here.",
    "thedivision": "The unofficial home for discussing Tom Clancy's The Division and The Division 2; online RPGs from Ubisoft and Massive Entertainment.",
    "hiphop101": "Cause we all got at least one question, and we all got at least one answer too!",
    "Watchexchange": "Buy, sell, or trade watches!",
    "FargoTV": "Subreddit for the FX original TV series, Fargo. Each season of Fargo stands alone - you can watch them all out of order and still be able to understand what's going on.\n\nFargo is a critically acclaimed series created by Noah Hawley, who is also the creator of FX's Legion. Fargo has won multiple Emmy Awards and Golden Globes Awards for outstanding work in television.",
    "postmates": "News and discussion about the delivery company Postmates",
    "HelluvaBoss": "For the VivziePop animation property Helluva Boss, set in the same universe as Hazbin Hotel!",
    "Xenoblade_Chronicles": "This community is for fans of the Xenoblade JRPG game series (Xenoblade Chronicles, Xenoblade Chronicles X and Xenoblade Chronicles 2).",
    "NewYorkNine": "A “New York Nine” is easily a “10” on any scale anywhere else on in the World.  Images of all manner of Strong, Poised and Insanely Beautiful Women from around the World who would at least Rank a Nine in New York.       Welcome to NYN  ❤️🥂🍾",
    "minecraftseeds": "Welcome to r/minecraftseeds, the Internet's Largest Community for the Best Minecraft Seeds!",
    "KatarinaMains": "The official subreddit for Katarina Mains. Feel free to discuss all things related to Katarina!",
    "EntitledPeople": "Stories from your lives about people who think the rules don't apply to them and they should get what they want.\n\nSister subreddit of /r/entitledparents",
    "fiaustralia": "Welcome to the Australian version of r/financialindependence, a place created for Australians to discuss the concepts of financial independence (FI) and retiring early (RE).\n\n\nYou can be financially independent early in life! There is no need to work until to you are 65+ in order to access Superannuation benefits and retire. Why not retire at 45? At 35? Welcome to the concept of Financial Independence.",
    "GIMP": "",
    "dreamcast": "The subreddit for everything Sega Dreamcast. Collections, questions, finds, pictures, games, Homebrew, videos, anything DC related.",
    "Nest": "Discussion on Google Nest products, including installation and configuration.",
    "puffco": "Subreddit For All Things Puffco -- Show off your Peak attachments and modifications, or your massive rips!",
    "Wellthatsucks": "For everything that happens in everyday life that makes you say \"well, that sucks\"",
    "geoguessr": "This is the subreddit for all things Geoguessr. Post links to innovative challenges and curated maps you've created, or share some tips and tricks with us.",
    "fountainpens": "/r/fountainpens - A community for fountain pen enthusiasts, from the novice to the collector.",
    "PSO2": "Discuss news, strategies and information relating to Sega's *Phantasy Star Online 2*!",
    "uber": "This subreddit provides a place for Uber riders and drivers to discuss their experiences. Its sister subreddit is /r/uberdrivers.  This subreddit has zero corporate influence from any outside entity.",
    "changemyview": "A place to post an opinion you accept may be flawed, in an effort to understand other perspectives on the issue. Enter with a mindset for conversation, not debate.",
    "community": "Welcome to a community of Community fans, and the subreddit that's streets ahead! \n\nVoted 5th best new Reddit community of 2010 and 2nd best little Reddit community of 2011!",
    "publichealth": "In the medical field, clinicians treat diseases and injuries one patient at a time. But in public health, we prevent disease and injury. Public health researchers, practitioners and educators work with communities and populations. We identify the causes of disease and disability, and we implement large-scale solutions.",
    "Instagramreality": "Social media is a breeding ground for facetune and photoshop, it's unbelievable how some people get away with it while others don't!\n\n🤔🔎",
    "thelastofus": "Welcome to the largest community for fans of The Last of Us Part I and Part II.\nEndure and survive! \nFor the ideal browsing experience, use old.reddit.com for this subreddit. \nPlease read our rules before submitting content!",
    "PhantomForces": "Phantom Forces is a FPS game by the Roblox game development group StyLiS Studios, comprised of Litozinnamon, shaylan007, AxisAngle, Semaphorism, and Raspy_Pi. \n\nIn Phantom Forces, two teams -Phantoms and Ghosts- fight against one another to prove their dominance in an ever-growing selection of weapons, maps, and game modes. \n\nProject Start: August 2014.",
    "vosfinances": "Dépenses mensuelles, optimisation de votre budget, conseils pour mieux dépenser et investir, questions sur l'emprunt, vos impôts etc...",
    "DemEyesDoe": "A subreddit dedicated to women with beautiful eyes",
    "Frat": "Because reddit is the anti-frat",
    "AskFeminists": "This is a place to ask feminists your questions and to discuss the issues with feminists. If you've wondered what most feminists think about certain things, what our response is to certain issues, how we think certain things should be handled, or why we have adopted the positions and stands that we have, this is your place to get your questions answered! Or if you have feedback or ideas and would like a feminist response to your thoughts, this is a place to have that discussion.",
    "Techno": "This is a community about Techno, a form of electronic dance music that emerged during the mid-to-late 1980s.",
    "French": "Bienvenue sur /r/French, l'espace reddit pour apprendre et enseigner le français!\n\nWelcome to /r/French, the place to learn and teach French!",
    "aldi": "",
    "sidequest": "SideQuest Content Platform for VR Headsets like Oculus Quest",
    "DestinyMemes": "",
    "RotMG": "A community-driven subreddit for the online bullet-hell perma-death game, Realm of the Mad God.",
    "TIHI": "Thanks, I hate it. The good one.",
    "SBU": "A subreddit devoted to Stony Brook University students and alumni.",
    "DemonSlayerAnime": "A community dedicated to Demon Slayer: Kimetsu no Yaiba, a manga and anime series written by Koyoharu Gotōge and produced by Ufotable.",
    "CompanyOfHeroes": "Company of Heroes is a highly acclaimed real-time strategy series; it uses tactical gameplay and engaging aesthetics to create dramatic Second World War battlefields.\n\nCome here for the latest news and conversations about all games in the series.",
    "demonssouls": "A community dedicated to Demon's Souls, game released for PlayStation 3 and 5 (Remake).",
    "sleep": "We demand /u/zjz be restored to /r/wallstreetbets. Moderating is hard enough, this is not acceptable. Please voice your concern.",
    "mauerstrassenwetten": "Als hätte 4chan ein Bloomberg Terminal gefunden; Aber auf Deutsch!",
    "StLouis": "/r/StLouis is dedicated to the news, events, and weird food of the Greater St. Louis and surrounding areas. Please check out our sidebar and wiki for a plethora of knowledge.",
    "Tetris": "This is the subreddit all about Tetris. It is one of the most sold video game franchises in history, with over 200 different official versions, dating back to 1985.",
    "walmart": "Mostly just Walmart stuff. ",
    "matlab": "Official MATLAB subreddit - a place to discuss the MATLAB programming language and its implementation.",
    "storyofseasons": "This is a subreddit dedicated to the video game series named *Story of Seasons*!\n\n*Story of Seasons* for the Nintendo 3DS was the beginning of a new chapter in the *Bokujo Monogatari* series, a long-standing and top-selling farming/life simulation franchise. Though the series was reborn with a new name, it continues the well-loved traditions of customizable farms, animal care, marriage and child-rearing. Here now, the new generation of the Harvest Moon games: Story of Seasons!",
    "ExosHeroes": "subreddit dedicated to the mobile game Exos Heroes from LINE Games",
    "AskCulinary": "/r/AskCulinary provides expert guidance for your specific cooking problems to help people of all skill levels become better cooks, to increase understanding of cooking, and to share valuable culinary knowledge.",
    "USC": "A collection of news and information for students, alumni and fans of the University of Southern California. Fight On!",
    "AnyDesk": "anydesk.com - The Fast Remote Desktop Application",
    "Newegg": "",
    "GalaxyNote9": "Welcome to r/GalaxyNote9 — the un(official) and only subreddit for questions, support, photos, discussions, memes, videos, tips, tricks, updates, new findings, and essentially everything related to the Samsung GALAXY Note 9!",
    "LatinaCuties": "THE place for the best looking Latinas",
    "HCMC": "",
    "Vampireweekend": "For fans of the band Vampire Weekend",
    "starwarsspeculation": "Star Wars Speculation is a community dedicated to speculative discussion of the Star Wars franchise. It is a curated space to talk about additions to canon in a larger perspective—incorporating analysis of the story being told and the real life factors around it in order to best theorize what comes next.\n\nPlease be reasonable and open-minded. Work together with your fellow speculators in an attempt to build understanding as we collectively try to unlock the secrets of upcoming Star Wars media!",
    "eurovision": "The subreddit of the Eurovision Song Contest!\n\nHere you can find and discuss all about the world's longest running annual international televised song competition. Subscribe to the subreddit to keep yourself updated with all the latest developments regarding the Eurovision Song Contest.",
    "ModernWarzone": "r/ModernWarzone is the official home for Modernwarzone.com! We prioritize getting you new Call of Duty leaks and news first, as well as making sure they are verifiable or providing counter evidence to the claims we make.",
    "kopyamakarna": "Büyük Kopyamakarna Arşivi",
    "vfx": "VFX for industry pros, students, and hobbyists! Video clips, articles and news for people in the visual effects industry and fans.",
    "victoria2": "For discussion about the game Victoria 2 by Paradox Interactive.",
    "YoutubeGameGuides": "Channel for different game guides.",
    "Hamilton": "Hamilton, Ontario, Canada.\n(This is a community sub, and not affiliated with the City of Hamilton municipal government)",
    "BlackDesertMobile": "The subreddit for Black Desert Mobile, an iOS and Android MMORPG, developed by Pearl Abyss.\n\nBlack Desert for PC | r/BlackDesertOnline\n\nBlack Desert for Consoles | r/PlayBlackDesert",
    "bangtan": "A subreddit dedicated to the South Korean boy group 방탄소년단, most commonly known as BTS, Beyond the Scene, or Bangtan Boys.\n\nNews, images, videos, discussions, and anything else that relates are welcome!",
    "EliteDangerous": "The official unofficial subreddit for Elite Dangerous, we even have devs lurking the sub!\n\nElite Dangerous is a space simulator game by Frontier Developments based in the year 3307. You control your own spaceship in which you can participate in exploring a 1:1 scale Milky Way, trade between star systems, participate in bounty-hunting wanted ships, and even pirate other ships for their cargo.",
    "thesims": "A subreddit for all those who play and love The Sims games!",
    "audiobooks": "The audiobooks subreddit is a community of audiobibliophiles sharing and looking for their next great listen.\n\n",
    "csharp": ""
}