{
    "PrincessesOfPower": "She-Ra and the Princesses of Power is an American animated web television series developed by Noelle Stevenson and produced by DreamWorks Animation Television, tells the tale of the teenager Adora's rebellion against the evil Hordak and his Horde.",
    "HeroWarsApp": "The official Reddit for Hero Wars Mobile ⚔️ Gather your army of mighty Heroes and Titans, upgrade them and battle against the Archdemon Army!",
    "UFOs": "Have you witnessed an unidentified flying object? You are not alone. Whether you think UFOs are black projects, extraterrestrial craft, something else altogether, or just don't know, again: you are not alone! Subscribe and post your experiences, opinions and research in this subreddit so we can all learn from each other.",
    "PathOfExileBuilds": "* This subreddit is a specialized subreddit for discussing Path of Exile Builds.",
    "LeopardsAteMyFace": "'I never thought leopards would eat MY face,' sobs woman who voted for the Leopards Eating People's Faces Party. Revel in the schadenfreude anytime someone has a sad because they're suffering consequences from something they voted for or supported or wanted to impose on other people.",
    "edgenuity": "Unofficial Student-led Edgenuity Subreddit\n\nTips, Tricks, Answers, Hacks, Short-circuits, Help, Questions, Memes.\n\nNot affiliated with Edgenuity.",
    "Chipotle": "A place where employees and customers can come together and share their appreciation for Chipotle Mexican Grill.",
    "educationalgifs": "Gifs are great at getting quick to digest info, and /r/educationalgifs strives to give you educational info in this quick to digest format.  From chemical processes, to how plants work, to how machines work, /r/educationalgifs will explain many processes in the quick to see format of gifs.",
    "MelvorIdle": "Melvor Idle is an Idle RPG inspired by the popular MMORPG Runescape.",
    "poshmark": "A group for anything and everything related to Poshmark! Share tips and tricks, make new PFFs, and banter about.",
    "PokeLeaks": "Pokemon leaks, news, speculation, discussion, and anticipation.",
    "AskNetsec": "A place to ask questions about information security (not limited to network security) from an enterprise / large organization perspective.\n\nWant to [Get Started in Information Security](https://www.reddit.com/r/netsec/wiki/start)? Check out the /r/netsec wiki\n\nGot a question or issue regarding personal security or privacy? Post at /r/Cybersecurity101 \n\nPlease ensure you are following our [rules](https://www.reddit.com/r/AskNetsec/about/rules/)",
    "subway": "The unofficial subreddit for Subway sandwiches!",
    "Rosacea": "Rosacea is a chronic disorder of the facial skin and sometimes the eyes. In some cases, rosacea may also occur on the neck, chest, scalp, or ears. Over time, the redness tends to become ruddier and more persistent, and visible blood vessels may appear. Left untreated, bumps and pimples often develop. In severe cases the nose may grow swollen and bumpy from excess tissue. \n\nPlease see the wiki for more info about rosacea.",
    "xxfitness": "We're a community for female and gender non binary/gender non conforming redditors to discuss fitness",
    "tumblr": "/r/tumblr is your destination for Tumblr related discussions, jokes, screenshots, and more.",
    "raidsecrets": "Welcome to RaidSecrets! This sub is for sharing secrets, glitches, tricks, and more related to Bungie's game Destiny 2 and its predecessor, Destiny. Be sure to read the sidebar rules and search for your topic/question before posting.",
    "ConanExiles": "A subreddit dedicated to the discussion of Conan Exiles, the open-world survival game set in the Conan the Barbarian universe!",
    "gnome": "The GNOME Project is a free and open source desktop and computing platform for GNU/Linux based operating systems that strives to be an easy and elegant way to use your computer. GNOME software is developed openly and ethically by both individual contributors and corporate partners, and is distributed under the GNU General Public License.",
    "GMail": "",
    "falloutlore": "A place to discuss the lore of the Fallout universe.",
    "CODLoadouts": "A subreddit to show-off, suggest, request and overall share loadouts (competitive or not), class setups and settings for all Call of Duty games.",
    "BridgertonNetflix": "Discussion of the show Bridgerton on Netflix. This show is based on the Bridgerton book series by Julia Quinn. Each book in this eight book historical romance series features a member of the Bridgerton family. Premiered Dec 25, 2020. Renewed for Season 2!",
    "StockMarket": "Welcome to /r/StockMarket! Our objective is to provide short and mid term trade ideas, market analysis & commentary for active traders and investors. Posts about equities, options, forex, futures, analyst upgrades & downgrades, technical and fundamental analysis, and the stock market in general are all welcome.",
    "engrish": "Phuck ups in english of any kind!",
    "progmetal": "A place to discuss music and anything else related to progressive metal.",
    "MinecraftMemes": "A place to post memes about Minecraft!",
    "HomeNetworking": "HomeNetworking is a place where anyone can ask for help with their home or small office network. \n\nNo question is too small, but please be sure to read the rules and [posting guidelines](https://www.reddit.com/r/HomeNetworking/comments/3hvyg0/rhomenetworking_posting_guidelines_and_helpful/) before asking for help. \n\nWe also welcome product reviews, and pretty much anything else related to small networks.",
    "swordartonline": "The official subreddit to discuss the Sword Art Online series, as well as the other series (Accel World, The Isolator) written by Reki Kawahara.",
    "FinalFantasyVII": "Welcome to the Final Fantasy VII subreddit! Are you together? A single pass is 3000 gil, or you can purchase a lifetime pass for 30000 gil.",
    "AppleCard": "Community to discuss Apple Card and the related news, rumors, opinions and analysis surrounding the titanium rectangle.",
    "DCcomics": "The unofficial DC Comics Subreddit\n\nA place for fans of DC's comics, graphic novels, movies, and anything else related to one of the largest comic book publishers in the world and home of the World's Greatest Superheroes!\n\nFeaturing weekly comic release discussions, creator AMAs, a friendly and helpful userbase, and much more!",
    "minecraftseeds": "Welcome to r/minecraftseeds, the Internet's Largest Community for the Best Minecraft Seeds!",
    "Beatmatch": "",
    "runningman": "This is the fan-powered subreddit for the South Korean variety show \"Running Man\".",
    "yeezys": "All discussions about authentic Yeezys, the sneakers designed by adidas in collaboration with Kanye West.\n\nJoin us on Discord! https://discord.gg/fNqQRN3",
    "gsuite": "To discuss mostly Google Workspace Admin related topics but also from the end user perspective",
    "TheHandmaidsTale": "The Reddit destination for discussing The Handmaid's Tale.",
    "LosAngeles": "The official subreddit of Los Angeles, California! The international epicenter of entertainment and home of the World Champion Dodgers and Lakers, as well as the Kings, Rams, Angels, Chargers, LAFC, Clippers, and Galaxy..... we also have wildfires, earthquakes, movie stars, television studios, music, world-class food, beaches, mountains, traffic jams, museums, theme parks, and the most beautiful Redditors of all time. This is LA, and Black Lives Matter!\n\nWash your hands and wear a mask!",
    "pregnant": "A safer space for all pregnant people.",
    "vegan": "Veganism: \"A philosophy and way of living which seeks to exclude—as far as is possible and practicable—all forms of exploitation of, and cruelty to, animals for food, clothing or any other purpose; and by extension, promotes the development and use of animal-free alternatives for the benefit of humans, animals and the environment. In dietary terms it denotes the practice of dispensing with all products derived wholly or partly from animals.\" - The Vegan Society",
    "realonlyfansreviews": "Official subreddit of realonlyfansreviews.com We're here to give a shout out to those creators doing an excellent job and to call out the creators treating their fans like bottomless money pits.",
    "lakers": "",
    "chicagobulls": "A community dedicated to the best NBA team to ever step onto a basketball court.",
    "raleigh": "Raleigh is the capital of the state of North Carolina as well as the seat of Wake County. Raleigh is known as the \"City of Oaks\" for its many oak trees.",
    "BarefootRunning": "A community of barefoot and minimalist runners.",
    "ios": "Reddit’s corner for everything Apple iOS & iPadOS",
    "acne": "A subreddit for discussing acne and how to best treat it.",
    "Mario": "r/Mario is the premiere community for the Mario franchise, spanning video games, books, movies, television, cereal, and more! Come and celebrate 35 years of Super Mario Bros.!",
    "RoyaleHigh_Roblox": "An unofficial subreddit for Royale High, a game on Roblox. For edits, tea spills, memes, you name it. Have fun! 👑\n\n\n--- Fabulous banner art by u/B911431",
    "nvidia": "A place for everything NVIDIA, come talk about news, drivers, rumors, GPUs, the industry, show-off your build and more.\n\nThis Subreddit is community run and does not represent NVIDIA in any capacity unless specified.",
    "adops": "General discussions about the ad operations (AdOps) community. Whether you're here for ad serving, a digital publisher, a digital agency, or just general digital media.",
    "storyofseasons": "This is a subreddit dedicated to the video game series named *Story of Seasons*!\n\n*Story of Seasons* for the Nintendo 3DS was the beginning of a new chapter in the *Bokujo Monogatari* series, a long-standing and top-selling farming/life simulation franchise. Though the series was reborn with a new name, it continues the well-loved traditions of customizable farms, animal care, marriage and child-rearing. Here now, the new generation of the Harvest Moon games: Story of Seasons!",
    "ToiletPaperUSA": "Official subreddit of TPUSA.",
    "prisonarchitect": "A subreddit dedicated to the game Prison Architect, developed by Introversion Software and ported to console (Xbox, Playstation, and Nintendo Switch) and mobile platforms (Android and Apple) by Double11 Studios and Paradox Interactive, respectively.\n\nRecently, Paradox Interactive purchased Prison Architect and all its related intellectual property (IP). Now, all Prison Architect development and support belong to Paradox Interactive.\n\nVisit our Discord https://discord.gg/prisonarchitect",
    "OriAndTheBlindForest": "This subreddit is dedicated to the Ori games, a platform adventure video game series created by Moon Studios, and published by Microsoft Studios.",
    "KatarinaMains": "The official subreddit for Katarina Mains. Feel free to discuss all things related to Katarina!",
    "Aliexpress": "A subreddit to the greatest website for buying stuff direct from China.",
    "goddesses": "Images of Actresses, Models and all manner of female eye-candy. Feel free to share!",
    "LogitechG": "Welcome to the Logitech G subreddit! This is the place to talk about Logitech G hardware and software, pro gaming competitions and our sponsored teams and players. We love getting feedback and hearing about your experiences with your products.\n\n[Webpage](http://gaming.logitech.com/)\n\n[Support](http://support.logitech.com)\n\n[Facebook](https://www.facebook.com/logitechgaming)\n\n[Twitter](https://twitter.com/LogitechG)\n\n",
    "IllegallySmolCats": "\"It should be illegal to be that adorable\"\nCats (and other smol animals) that are so adorably small it should be illegal.\nCheck out our sister sub over at r/IllegallySmolDogs for criminally small dogs.\n\n\nEmoji's are not only allowed, but also encouraged to annoy the guy who reports them.",
    "btc": "/r/btc was created to foster and support free and open Bitcoin discussion about cryptocurrency, Bitcoin news, and exclusive AMA (Ask Me Anything) interviews from top Bitcoin and cryptocurrency leaders. Bitcoin is the currency of the Internet. A distributed, worldwide, decentralized digital money. Unlike traditional currencies such as dollars, bitcoins are issued and managed without the need for any central authority whatsoever. Learn more about Bitcoin, Bitcoin Cash, cryptocurrency, and more.",
    "uofm": "**University of Michigan subreddit**\n\n\nPost anything related to the University of Michigan. Be it class, sports, clubs, wanting to meet up, anything!",
    "morbidquestions": "The dark questions we all have.",
    "wyzecam": "Hey friends, welcome to r/WyzeCam! \n\nThis is a community of tinkerers, helpers, and dreamers that are united by products from a Seattle-based startup that aims to make amazing technology accessible to anyone and everyone.",
    "futebol": "A paixão nacional.",
    "FPSAimTrainer": "Think of KovaaK 2.0 as your gym and personal coach for FPS skills. The software has two halves:   \n\n1) The Sandbox, with thousands of practice scenarios! Every mechanic within the Sandbox is driven by user-defined profiles: weapons, characters, abilities, bots, how bots dodge/aim, challenges, and more are all configurable.  \n\n2) The Trainer - a guided Flick Shot trainer with over 50 levels and dozens of weapons.  Tracking and Scoping coming soon!  \n\nOn Steam now!",
    "gwent": "A subreddit dedicated to Gwent: The Witcher Card Game. \n\nIf you are looking for advice, news about the game or decklists, this is the right place!\n\nThe game is available on GOG, Steam, iOS and Android.",
    "Vespa": "Reddit's go-to source for news and discussion about Vespa.",
    "CoronavirusUK": "Spreading news, advice and media following the UK’s spread of the virus.",
    "SaltLakeCity": "A subreddit for Salt Lake City, UT and the surrounding valley.",
    "UCSC": "*A gathering place for friends of the University of California, Santa Cruz.*",
    "glasses": "",
    "medizzy": "This is subreddit created for medical professionals who want to discuss amazing medical cases, watch useful medical videos and share inspiring pictures. All about Medicine!!!",
    "wacom": "r/Wacom, The Unofficial Official Wacom Support. A place to get help with Wacom Tablets and Cintiqs, or share art and news!",
    "youtubers": "/r/YouTubers is a community dedicated to sharing redditor-made content, giving and receiving helpful Reviews, and networking with other content creators! Welcome!\n\nJoin our Discord Server here: https://discord.gg/9uAmVvU",
    "UCI": "A place for UCI Anteaters, and anything UCI related.\n\nDISCORD: https://discord.gg/uci",
    "HikaruNakamura": "This is a community all about 5 Time US Chess Champion, GM Hikaru Nakamura",
    "premiere": "A community-run subreddit for Adobe video editing apps including Premiere Pro, Premiere Rush, Premiere Elements, and Media Encoder. Support, tips & tricks, discussions, and critique requests are welcome!"
}